verification/cavity/0/p_rgh
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p_rgh;
}

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    hot
    {
        type            fixedFluxPressure;
        value           uniform 0;
    }
    cold
    {
        type            fixedFluxPressure;
        value           uniform 0;
    }
    topAndBottom
    {
        type            fixedFluxPressure;
        value           uniform 0;
    }
    frontAndBack
    {
        type            empty;
    }
}
