verification/cavity/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}

convertToMeters 1;

vertices
(
    (0    0    0)
    (0.1  0    0)
    (0.1  0.1  0)
    (0    0.1  0)
    (0    0    0.01)
    (0.1  0    0.01)
    (0.1  0.1  0.01)
    (0    0.1  0.01)
);

blocks
(
	hex (0 1 2 3 4 5 6 7) (120 120 1)
 	   simpleGrading
    (
        (
            (0.5 0.5 5)
            (0.5 0.5 0.2)
        )
        (
            (0.5 0.5 5)
            (0.5 0.5 0.2)
        )
        1
    )
);

edges
(
);

boundary
(
    hot
    {
        type wall;
        faces
        (
            (0 4 7 3)
        );
    }
    cold
    {
        type wall;
        faces
        (
            (1 2 6 5)
        );
    }
    topAndBottom
    {
        type wall;
        faces
        (
            (3 7 6 2)
            (0 1 5 4)
        );
    }
    frontAndBack
    {
        type empty;
        faces
        (
            (0 3 2 1)
            (4 5 6 7)
        );
    }
);

mergePatchPairs
(
);
