verification/cavity/system/controlDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}

application     buoyantBoussinesqSimpleFoam;

startFrom       startTime;
startTime       0;

stopAt          endTime;
endTime         10000;

deltaT          1;

writeControl    timeStep;
writeInterval   200;

purgeWrite      2;

writeFormat     ascii;
writePrecision  8;
writeCompression off;

timeFormat      general;
timePrecision   6;

runTimeModifiable true;

